[
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2159089",
    "review_date": "2015-08-20",
    "review_content": "This is my second time ordering item but always takes one month for delivery and agents says product will deliver in two three days... Worst company i have ever foundCannot compete with company like flipkart, amazon etc.. What you want to be like rediff..",
    "review_rating": "1",
    "review_title": "Shop Rediff - No delivery ",
    "user_name": "Tutu Brian",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/shop-rediff-no-delivery-c1128498"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2159175",
    "review_date": "2015-08-20",
    "review_content": "Sir, I have ordered lenova a6000 plus mobile on 8 th Aug n made payment thro' card.. On the same day I mistakenly cancelled the order, so I requested flipkart to credit my money to sbi card.But they are telling that they have credited on 9 th August but till now it has not credited in my bank.After several call they are telling to contact bank, but bank people are saying they can't help in this issue.Plz help me.Order ID:OD203591014624521300AMOUNT:6299ORDER DATE:8th Aug.Please solve at the earliestSpoke to customer, he informed cancelled the order but did not get the refund. Informed customer to send the bank account statement from the date he ordered the product till date. Closing the case till customer get back to us.",
    "review_rating": "1",
    "review_title": "Flipkart - Refund of money not done ",
    "user_name": "irfan016",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/flipkart-refund-of-money-not-done-c1128558"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-526715",
    "review_date": "2015-08-20",
    "review_content": "I had placed an order on Flipkart for Lenovo K3 Note mobile phone vide Order ID: OD303603429563888200 on 10 August, 2015. I paid Rs 9999.00 through internet banking.The order was expected to be delivered by 20 Aug 2015 as per Flipkart.The order update from flipkart showed that the item was despatched on 13 Aug 2015. On 16 Aug 2015 the update shows \"bagging Complete\" at Bengaluru. Since then the update of the item has not changed. On speaking to Flipkart, it was told that the status of the item will be known only on 23 Aug 2015. The item as of now is not traceable.",
    "review_rating": "1",
    "review_title": "Ecom Prepaid Courier - Item ordered through flipkart is not traceable ",
    "user_name": "dinesharma1207",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/ecom-prepaid-courier-item-ordered-through-flipkart-is-not-traceable-c1128580"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2159255",
    "review_date": "2015-08-20",
    "review_content": "Sir, 1) my account is pending on 8\/8\/2015 by your side due to duplicate product. - After one day you mail me duplicate item list. -Then i checked and that listing id is not belonging in my listing. -Then after 1 days you mail other 3 duplicate item list that item is belonging in my listing. -so i mail that particular item purchase invoice scan copy. -Then After 4 days means 14\/8\/2015 5:10 PM your reply is account verification has been competed and your account activated in 1-2 bussiness days. Sir, Then i talkig with your coustmer care person Mr.Salmanbhai and he told me you wait 24 hours on date 18\/9\/2015. Then i wait 24 hours but my account status is pending then i talking with your coustomer care person Mr.Viren and he told me i mail my manager and i descussed about this metter with my manager. But, Today 19\/8\/2015 and i see my account status is pending. I attached photo copy of your reply on 14\/8\/2015 last, your commitment i doesn't like that.",
    "review_rating": "1",
    "review_title": "Maruti Infotech - Seller account pending by mistake of flipkart ",
    "user_name": "Narendra Darji",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/maruti-infotech-seller-account-pending-by-mistake-of-flipkart-c1128616"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2158813",
    "review_date": "2015-08-20",
    "review_content": "I placed the order on 14\/08\/2015, order no (116162512414), still it has not been shipped and when i try to call on their customer service number which is chargeable, they disconnect the call during the conversation and never take any action on this complaint. They never called\/emailed me about the delay. this is really ridiculous and it proves why amazon and flipkart will remain best. i will never place any order on this website ever. i mean it.",
    "review_rating": "1",
    "review_title": "Paytm - Worst customer service ",
    "user_name": "rajkumar29",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/paytm-worst-customer-service-c1128285"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2157425",
    "review_date": "2015-08-18",
    "review_content": "25 jul 2015 date of purchasePurchase of mobile phone (Redmi MI 4I) order no. OD303467373781936600Problems1. Poor Battery backup will last only for 4 to 5 hours from the date of purchase2.Applications are bugged and cell phone is getting hangup, after couple days of purchase3.from today facing problem with wifi connectivity.above mentioned are the signs of defect handset delivered to me which is not fare.or can be know as cheating offence. i have registered complaint on same and it is still not sorted out in provided time, looking forward for refund.Kindly do the needfullSpoke with the customer and informed him that a call back has been scheduled from our technical team customer said that he had already received a call and it has been informed to him to visit to the service centre.  ",
    "review_rating": "1",
    "review_title": "Flipkart - Defect Mobile  Phone ",
    "user_name": "anjan kumar k v",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/flipkart-defect-mobile-phone-c1127130"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2157000",
    "review_date": "2015-08-18",
    "review_content": "I buy a mobile on 21\/07\/15 from flipkart but still i may not received and this regarding i made so complains and send so many mails but not getting proper feedback. my order no. is OD103431356871907600 and product is samsung J7. always there representative told me please have some patience and wait but i wait for this product from last one month..Escalated to WSR Team for the further steps.Escalated to WSR Team for the further steps.",
    "review_rating": "1",
    "review_title": "Flipkart - Product not received from one months ",
    "user_name": "Aashish266",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/flipkart-product-not-received-from-one-months-c1126753"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2157064",
    "review_date": "2015-08-18",
    "review_content": "Dear Sir, I purchased a mobile phone Redmi Note 4G through flipkart.com vide Order No. OD201799314328614200 dated 13\/01\/2015, IMEI\/Serial No.865980021283343 for Rs.9999\/-. The same is not functioning well and every often calls are neither made from the handset nor received as it shows that only EMERGENCY SERVICES available.I have made calls to Customer Care No. of the phone company but no one is picking the phone or phone gets disconnected as soon as rings gets started. Please solve the matter. I want to replace the phone or my money back from the company. Thanks.Anil Kumar Sinha, R-183, HIG Duplex, Sector-12, Pratap Vihar, Near Vijay Nagar Police Station, Ghaziabad. Phone No.9818412103.",
    "review_rating": "1",
    "review_title": "Xiaomi phones (mi phones company) - Mobile phone Redmi Note 4G not functioning properly ",
    "user_name": "Anil Kumar Sinha R183",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/xiaomi-phones-mi-phones-company-mobile-phone-redmi-note-4g-not-functioning-properly-c1126814"
  }
]