[
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2161017",
    "review_date": "2015-08-23",
    "review_content": "I love music so i booked 2 samsung headphones, but before booking i called at customer care but for the knowledge of the goods...after getting the assurance that the goods provided are original i booked 2...1 for me and 1 for my friend...bt the goods i got was duplcate and very cheap...even the station side headphones are better...asked for replaced but no one listened to it...\t\tDear Aakash,Greetings from Flipkart.com!We regret to inform you that we were unable to find the order details. We request you to revert with the below mentioned details :Order ID:Registered Phone Number:Email address used while placing the order:We look forward for your reply.",
    "review_rating": "1",
    "review_title": "Flipkart - Duplicate goods ",
    "user_name": "Aakash Tirlotkar",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/flipkart-duplicate-goods-c1130101"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2159089",
    "review_date": "2015-08-20",
    "review_content": "This is my second time ordering item but always takes one month for delivery and agents says product will deliver in two three days... Worst company i have ever foundCannot compete with company like flipkart, amazon etc.. What you want to be like rediff..",
    "review_rating": "1",
    "review_title": "Shop Rediff - No delivery ",
    "user_name": "Tutu Brian",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/shop-rediff-no-delivery-c1128498"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2154534",
    "review_date": "2015-08-14",
    "review_content": "Hi I have purchased a HP 15-af024AU APU Quad Core A8 - (4 GB DDR3\/1 TB HDD\/Windows 8.1) Notebook (15.59 inch, Turbo SIlver Color With Diamond & Cross Brush Pattern) form Flipkart on August 3rd 2015 . I have paid the complete amount through online. A offer for HP Laptop bag was bundled with this product which Flipkarthaven't sent to me which was received on 8th August. On speaking to their customer care they are straight away denied of about the offer. And meanwhile they have even update their website without the offer.This is really a kind of deceiving the customers and I want justice and need to resolve at the earliest.regards, Vittal\t\tDear Vittal,Greetings from Flipkart.com!We regret to inform you that we were unable to find the order details. We request you to revert with the below mentioned details :Order ID:Registered Phone Number:Email address used while placing the order:We look forward for your reply.",
    "review_rating": "1",
    "review_title": "Flipkart - HP Laptop bag free with HP Notebook ",
    "user_name": "vittalvs",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/flipkart-hp-laptop-bag-free-with-hp-notebook-c1124671"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2156410",
    "review_date": "2015-08-17",
    "review_content": "Flipkart is bogus online shoping site. They do not respond to customer queries. I have purchased Asus Zenphone 2 phone worth rs 14999, on 14 august 2015. The phone was not getting on. After charging it came up and shows 50 % battery, after taking few photos the phone shuts down again. I again charge it and install system upgrade, after that I made a call and the phone shone shuts down again. There was also burning smell coming from the back panel of the phone that is from battery side and it was getting very hot while charging so I discontinued the use of this phone and raise a request for replacing the phone. I got a message that we'll call you tomorrow at 5.30 pm, but nobody called and I got a message that we'll call you at 2.30 pm again nobody called and instead of their phone I again got a message that we'll call you at12.00 pm. I also call on flipkart customer care for replacing the phone, but they said that they are not authorized person for making this decision. Flipkart just want to sell phones and do not care if the phone bursts. I will not contact to consumer court for this as I didn't get any response from your side. Even nobody pics up the call easily in your customer care support and hangup many times.\t\tDear Varunmamgain,Greeting from FlipkartWe regret to inform you that, you have not provided the registered mobile number or order number, hence we request you  to provide the same for the further assistance.Thank you for shopping with Flipkart.com\t\tDear Varunmamgain,Greeting from FlipkartWe regret to inform you that, you have not provided the registered mobile number or order number, hence we request you  to provide the same for the further assistance.Thank you for shopping with Flipkart.com\t\tDear Varunmamgain,Greeting from FlipkartWe regret to inform you that, you have not provided the registered mobile number or order number, hence we request you  to provide the same for the further assistance.Thank you for shopping with Flipkart.com",
    "review_rating": "1",
    "review_title": "Flipkart.com - Pathetic service from flipkart ",
    "user_name": "Varunmamgain",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/flipkartcom-pathetic-service-from-flipkart-c1126257"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2157000",
    "review_date": "2015-08-18",
    "review_content": "I buy a mobile on 21\/07\/15 from flipkart but still i may not received and this regarding i made so complains and send so many mails but not getting proper feedback. my order no. is OD103431356871907600 and product is samsung J7. always there representative told me please have some patience and wait but i wait for this product from last one month..\t\tEscalated to WSR Team for the further steps.\t\tEscalated to WSR Team for the further steps.",
    "review_rating": "1",
    "review_title": "Flipkart - Product not received from one months ",
    "user_name": "Aashish266",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/flipkart-product-not-received-from-one-months-c1126753"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2157582",
    "review_date": "2015-08-18",
    "review_content": "I brought mobile from Flipkart... 1) front camera dust2) replacement.. Lock button problem .. Finger prints in battery3) front dust. And back cam dust and battery backup comes only 4 hours only... Am very disappointedContact me : raviericson@gmail.com",
    "review_rating": "1",
    "review_title": "RAVI - Replacement mobile ",
    "user_name": "Râví Èrîç Sâçks",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/ravi-replacement-mobile-c1127266"
  },
  {
    "user_profile_url": "http:\/\/www.consumercomplaints.in\/profile-2157880",
    "review_date": "2015-08-19",
    "review_content": "Order was placed for Lenovo K3 Notes on 10.08.2015 and payment was made through Wallet & Debit card. The confirmation mail received indicating that the product might be supplied by 20th August, 2015. But on 17.08.2015 one SMS received that cancellation of your order No.OD103604202219485500 has been processed, however the cancellation was not done from my side. The matter is not clear what is happening with flipkart. Till date I have not received my payment back if order has really been cancelled forcefully by the comany itself.",
    "review_rating": "1",
    "review_title": "FlipKart\/ WS retail - Order No. OD103604202219485500 ",
    "user_name": "Shakeel Ahmed Ansari",
    "review_source_url": "http:\/\/www.consumercomplaints.in\/flipkart-ws-retail-order-no-od103604202219485500-c1127523"
  }
]