{
    "status": 1,
    "code": 200,
    "message": "",
    "results": [
        {
            "country_id": 63,
            "country_flag": "assets/upload/flag/jp.png",
            "country_name": "Jepang",
            "country_indicator": 4,
            "country_indicator_name": "Tingkat Kewaspadaan Wajar",
            "country_indicator_color_bg": "#00cc00",
            "country_indicator_color_tx": "#ffffff",
            "country_indicator_image": "assets/upload/indicator/04.png",
            "country_landmark": "assets/upload/landmark/jp.jpg",
            "country_weather": {
                "weather_icon": "assets/upload/weather/default.png",
                "weather_name": "-",
                "weather_temperature": 0,
                "weather_season_name": "-"
            },
            "country_info_himbauan": "<ul>\n\t<li>Kami menyarankan anda untuk melakukan <strong>tindakan antisipasi keamanan tingkat wajar<em> </em></strong>ketika berada di Jepang. Anda perlu menjaga diri dan mewaspadai hal-hal yang mencurigakan di sekitar anda. Dapatkan informasi dari media dan sumber informasi setempat apabila anda akan melakukan perjalanan domestik/lokal di Jepang.</li>\n\t<li>Jepang merupakan negara yang cukup rawan terhadap gempa bumi, tsunami, angin topan dan aktifitas gunung berapi. Badan Meteorologi Jepang menyediakan informasi terkini dalam Bahasa Inggris terkait masalah ini.</li>\n\t<li>Tingkat radiasi di sebagian besar Jepang, termasuk Tokyo, berada dalam kisaran normal dari latar belakang variasi radiasi.</li>\n\t<li>Namun, anda perlu untuk <strong>lebih berhati-hati</strong> pada Area 1 dan 2 di dekat pembangkit listrik Fukushima Daiichi seperti yang telah ditentukan oleh Pemerintah Jepang.</li>\n\t<li>Anda sangat tidak disarankan untuk melakukan perjalanan ke Area 3 di dekat pembangkit listrik Fukushima Daiichi seperti yang telah ditentukan oleh Pemerintah Jepang.</li>\n\t<li>Konvensi Den Haag (Konvensi mengenai Aspek Sipil terkait Penculikan Anak secara Internasional) mulai berlaku di Jepang pada 1 April 2014.</li>\n\t<li>Setiap tahunnya, sejumlah orang mengalami luka-luka atau terbunuh dalam kecelekaan terkait salju pada saat musim dingin di Jepang.</li>\n</ul>\n",
            "country_info_himbauan_lists": [],
            "country_info_umum": "<p>Jepang adalah sebuah negara kepulauan di Asia Timur. Latanya diujung barat Samudra Pasifik, di timur Laut Jepang, dan bertetangga dengan RRT dan Rusia.</p>\n\n<p><strong>Kode Telepon: </strong></p>\n\n<p>+81</p>\n\n<p><strong>Zona dan Perbedaan Waktu: </strong></p>\n\n<p>Jepang berada di Zona GMT +9. Waktu di Jepang adalah 2 jam lebih cepat dari Jakarta (WIB)</p>\n\n<p><strong>Jenis Soket/Colokan Listrik: </strong></p>\n\n<p>Tipe A dan B</p>\n",
            "country_info_perwakilan": [
                {
                    "embassy_id": 44,
                    "embassy_nama": "KBRI Tokyo",
                    "embassy_nama_kota": " ",
                    "embassy_telp": "(+81-3) 3441-4201 ",
                    "embassy_fax": "+818035068612",
                    "embassy_email": "info@kbritokyo.jp",
                    "embassy_hotline": "+818035068612",
                    "embassy_image_path": null,
                    "embassy_latitude": "35.631414",
                    "embassy_longitude": "139.72117"
                },
                {
                    "embassy_id": 45,
                    "embassy_nama": "KJRI Osaka",
                    "embassy_nama_kota": " ",
                    "embassy_telp": "04-2274686 , 04-2267412",
                    "embassy_fax": " ",
                    "embassy_email": "osaka.kjri@kemlu.go.id",
                    "embassy_hotline": "+818031131003",
                    "embassy_image_path": null,
                    "embassy_latitude": "34.675828",
                    "embassy_longitude": "135.4998242"
                }
            ],
            "country_info_keluarmasuk": "<p>WNI yang memiliki paspor elektronik (e-paspor) mendapatkan fasilitas bebas visa untuk mengunjungi Jepang selama lima belas hari, dengan ketentuan kepengurusan dokumen sebelum keberangkatan. Bagi WNI yang memegang paspor biasa, anda tetap diharuskan mengajukan permohonan visa untuk mengunjungi Jepang sesuai dengan keperluan kunjungan. Dalam mengajukan permohonan visa, anda dianjurkan untuk memiliki Paspor RI dengan masa berlaku minimum 6 bulan sebelum jadwal kepulangan. Harap diingat otoritas Jepang berhak menolak aplikasi permohonan visa anda.</p>\n\n<p>Pemegang Paspor Diplomatik dan Dinas RI diharuskan mengajukan permohonan visa untuk mengunjungi Jepang.</p>\n\n<p>Untuk mengetahui secara lebih jelas persyaratan permohonan visa ke Jepang, anda dapat menghubungi:</p>\n\n<p><strong>Kedutaan Besar Jepang di Indonesia</strong></p>\n\n<p>Jalan MH Thamrin No.24, Menteng, Jakarta Pusat, DKI Jakarta 10350</p>\n\n<p>No. Tel. : +62-21-3192-4308</p>\n\n<p>No. Faks. : +62-21-3192-5460 / +62-21-3157-156</p>\n\n<p>e-mail :</p>\n\n<p>situs : <a href=\"\">www.id.emb-japan.go.jp</a></p>\n\n<p><strong>A. Umum</strong></p>\n\n<p>Semua warga negara asing, termasuk penduduk tetap di Jepang, wajib memindai sidik jari secara elektronik dan difoto setibanya di Jepang. Penolakan akan pemberian sidik jari atau difoto akan berakibat penolakan untuk memasuki Jepang. Bagi mereka yang masih dibawah usia 16 tahun dan pemegang visa diplomatik atau visa resmi akan mendapat pengecualian. Informasi lebih lanjut tersedia di <strong>Kantor Imigrasi Jepang</strong>.</p>\n\n<p><strong>B. Hal&ndash;Hal Lain Yang Perlu Diketahui&nbsp;</strong></p>\n\n<p>WNI yang sudah memiliki E-Paspor dan sudah memiliki stiker waiver visa dari Kedutaan/Konsulat Jepang di Indonesia tetap wajib memberi alasan yang kuat dengan didukung oleh bukti-bukti booking hotel, travel itinerary, insurance dll. Apabila anda tidak dapat membuktikan niat baik sewaktu ingin memasukin wilayah Jepang, Imigrsi Jepang dapat menetapkan Denied of Entry tidak dapat dimintakan bantuan ke KBRI atau KJRI karena status masih dalam wilayah internasional.</p>\n",
            "country_info_keamanan": "<p><strong>A. Terorisme</strong></p>\r\n\r\n<p>Otoritas Jepang tidak dapat menghilangkan ancaman terorisme di Jepang. Maka dari itu, sejak Juli 2005, pemerintah Jepang telah melaksanakan peningkatan keamanan pada fasilitas utama termasuk transportasi umum dan pada pintu masuk pelabuhan.</p>\r\n\r\n<p><strong>B. Kriminalitas</strong></p>\r\n\r\n<ul>\r\n\t<li>Secara umum, Jepang memiliki tingkat kriminalitas yang rendah. Tetapi, anda perlu menjaga diri dan mewaspadai hal-hal yang mencurigakan, seperti yang anda akan lakukan di Indonesia. Terdapat laporan dari bar dan klub malam (khususnya pada area hiburan Roppongi dan Kabuki-cho di Tokyo) yang menargetkan warga asing untuk membayar lebih dari harga jual, kecurangan dalam biaya kartu kredit, <em>drink spiking </em>(kejahatan dengan mengganti atau memasukkan zat tertentu ke dalam minuman korban dengan tujuan negatif), obat-obatan terlarang, dan pada kasus tertentu, penyerangan. Beberapa tempat menggunakan modus tertentu untuk menarik perhatian orang asing agar pergi ke tempat mereka. Warga Negara Asing telah melaporkan insiden dimana mereka dituangkan minuman dengan kadar alkohol yang lebih tinggi dari takaran normal. Dalam beberapa kasus, bahkan korban terbangun di sebuah lokasi yang tidak diketahui dan/atau mereka menemukan tagihan kartu kredit yang melebihi limit.</li>\r\n\t<li>Kami sangat menyarankan anda untuk menghindari orang-orang asing di jalan yang memberikan penawaran tidak masuk akal atau menerima minuman dari orang yang tidak dikenal. Perhatikan selalu barang bawaan anda dan jangan meninggalkan minuman anda tanpa pengawasan. Para korban memiliki pengalaman sulitnya memperoleh laporan polisi untuk kemudian diserahkan ke bank dan asuransi perjalanan.</li>\r\n\t<li>Jika memungkinkan, hindari membawa kartu kredit atau uang dalam jumlah yang besar ketika anda bepergian ke tempat seperti bar, pesta, klub malam atau area hiburan. Pikirkan keselamatan pribadi anda, lakukan tindakan pencegahan yang tepat dan tetaplah mengacu pada informasi kami bagi wisatawan yang ingin berpesta diluar negeri untuk saran lebih lanjut. Insiden tidak terduga seperti pencurian tas juga pernah terjadi. Lakukan tindakan antisipasi keamanan tingkat normal dan berhati-hati dengan barang bawaan anda.</li>\r\n</ul>\r\n\r\n<p><strong>C. Kerusuhan Sipil / Ketegangan Politik</strong></p>\r\n\r\n<p><strong>D. Bencana Alam, Cuaca Buruk dan Iklim </strong></p>\r\n\r\n<p>Jepang merupakan negara yang rentan terhadap aktivitas vulkanik, gempa bumi, tsunami dan angin topan. Anda harus bertanggung jawab atas kesiapan anda dan keluarga anda untuk menangani keadaan darurat, bencana alam atau berbagai bentuk krisis yang menjadi sangat penting ketika anda bepergian keluar negeri. Anda perlu untuk membiasakan diri anda dengan anjuran otoritas lokal dalam mempersiapkan bencana alam dan menjalankan anjuran tersebut ketika bencana alam terjadi. Dalam situasi darurat, kemampuan Pemerintah Indonesia untuk memberikan bantuan konsuler mungkin menjadi sangat terbatas.</p>\r\n\r\n<p>Anda perlu untuk memiliki kotak P3K dasar yang tersedia setiap saat. Juga, anda perlu untuk membawa selalu dokumen penting seperti paspor, foto identitas, dan lainnya, atau amankan barang-barang tersebut di lokasi yang aman dan tahan air. Stasiun radio di daerah Tokyo yang menyiarkan informasi darurat dalam Bahasa Inggris termasuk stasiun Angkatan Bersenjata AS di 810AM dan Inter FM (76.1FM)</p>\r\n\r\n<p><strong>Organisasi Pariwisata Nasional Jepang</strong> memberikan tips keamanan dan kesiapan bagi pengunjung ke Jepang dan informasi darurat lainnya yang berguna.</p>\r\n\r\n<ul>\r\n\t<li><strong>Angin Topan dan Cuaca Buruk</strong></li>\r\n</ul>\r\n\r\n<p>Musim terjadinya angin topan adalah Mei hingga November. Pemerintah setempat akan menyiarkan informasi ketika angin topan terjadi melalui media lokal dan situs <strong>Badan Meteorologi Jepang</strong>. Jalur yang tepat dan kekuatan angin topan akan sulit diprediksi dikarenakan perubahan yang sangat cepat. Monitorlah media lokal untuk informasi terbaru mengenai cuaca dan persiapan yang dibuat, kemudian ikutilah anjuran pemerintah setempat. Anda juga dapat memeriksa informasi mengenai angina topan terbaru dari <strong><em>World Meteorological Organization Severe Weather Information Centre</em>.</strong></p>\r\n\r\n<ul>\r\n\t<li><strong>Gempa Bumi dan Tsunami</strong></li>\r\n</ul>\r\n\r\n<p>Terdapat resiko terjadinya gempa bumi dan tsunami secara terus menerus di seluruh Jepang. Lihat <strong>bulletin gempa bumi</strong> kami untuk saran tujuan bepergian dan tinggal di wilayah rawan gempa. Informasi dalam Bahasa Inggris mengenai gempa bumi dan Tsunami dapat diperoleh dari <strong>Badan Meteorologi Jepang</strong>.</p>\r\n\r\n<p><em>Kumamoto Prefecture </em>di daerah selatan Kyushu terus mengalami gempa susulan setelah gempa bumi besar yang terjadi pada April 2016. WNI perlu memperhatikan saran dari otoritas lokal dan terus memperbarui informasi kondisi lokal jika berniat untuk menetap/bermalam atau mengunjungi wilayah tersebut.</p>\r\n\r\n<p>Anda perlu membiasakan diri anda dengan rencana evakuasi darurat di wilayah anda dan mengidentifikasi tempat penampungan lokal, yang seringkali merupakan sekolah lokal atau fasilitas umum lainnya. Informasi mengenai rencana darurat di wilayah anda dapat diperoleh dari kantor pemerintah daerah atau <em>prefektur</em>. Setelah terjadinya gempa bumi besar, ikuti perintah dari pemerintah setempat dan pusat pelayanan darurat. Pemerintah setempat menanggung tanggung jawab utama untuk menyediakan bantuan selama krisis berlangsung untuk warga setempat atau wisatawan berada dalam yurisdiksi mereka.</p>\r\n\r\n<p>Anda juga dapat cek informasi mengenai gempa bumi (dan tsunami) di Pasifik dalam situs <strong>Pusat Peringatan Tsunami Pasifik</strong>.</p>\r\n\r\n<p>Semua daerah kelautan dunia dapat mengalami tsunami, tetapi di Samudra Hindia dan Pasifik, terdapat tsunami besar dan bersifat destruktif yang sering terjadi dikarenakan banyaknya gempa bumi di sepanjang batas lempeng tektonik utama dan palung laut.</p>\r\n\r\n<ul>\r\n\t<li><strong>Gunung Berapi</strong></li>\r\n</ul>\r\n\r\n<p>Terdapat 110 gunung berapi aktif di Jepang, beberapa diantaranya saat ini berada dalam status level 2 (dilarang mendekati kawah). Sebelum melakukan <em>hiking</em> atau mengunjungi area tersebut, anda harus cek peringatan terbaru mengenai gunung berapi terkait pada situs <strong>Badan Meteorologi Jepang</strong>.</p>\r\n\r\n<p>Pada 29 Mei 2015, Badan Meterologi Jepag meningkatkan peringatan untuk pulau Kuchinoerabu di <em>prefektur</em> Kagoshima, Selatan Barat Jepang menjadi level 5 (Evakuasi) menyusul letusan gunung berapi. WNI harus mengikuti anjuran dari pemerintah setempat dan jangan melakukan perjalanan ke pulau Kuchinoerabu sampai pihak berwenang mengkonfirmasi keamanan untuk bepergian.</p>\r\n\r\n<ul>\r\n\t<li><strong>Musim Dingin</strong></li>\r\n</ul>\r\n\r\n<p>Musim dingin di Jepang dikenal karena hujan salju yang berat dan suhu yang sangat rendah. Sementara sebagian besar perjalanan ke pegunungan tanpa insiden besar, penting untuk memahami kondisi yang dapat berubah seketika. Setiap tahunnya, sejumlah orang terluka dan tewas selama musim dingin dalam insiden yang berkaitan dengan salju&mdash;termasuk kecelakaan kendaraan bermotor, longsor, es yang jatuh dari atap, terlalu lama berada diluar ruangan dalam suhu yang sangat rendah dan <em>tabrakan</em> ketika ski.</p>\r\n\r\n<p>Berjalan sendirian atau berada dibawah pengaruh alkohol, atau membelok pada jalan yang bertanda dapat berakibat fatal. Setiap daerah ski memiliki peraturan yang diatur oleh resor ski lokal. Ikutilah peraturan tersebut. Anda dapat ditangkap dan ditahan untuk perilaku nakal.</p>\r\n\r\n<p>Aktifitas ski atau <em>snowboarding off-piste</em>, baik di dalam atau diluar batas-batas resor ski terkait merupakan tindakan berbahaya. Pastikan anda hanya mengunjungi daerah yang ditetapkan sebagai aman oleh otoritas lokal. Anda juga perlu membawa helm dan perlengkapan pelindung. Banyak wisatawan yang menderita cedera kepala serius yang seharusnya dapat dicegah jika wisatawan mengenak peralatan yang tepat.</p>\r\n\r\n<p>Longsor merupakan hal yang umum terjadi dan badai salju yang berat dapat membuat timbunan salju yang dalam. Anda perlu memastikan kesadaran anda akan resiko musim salju&mdash;dan lakukan konsultasi dengan sumber infromasi lokal seperti pusat pariwisata, hotel anda dan resor ski disaat yang tepat.</p>\r\n\r\n<p>Merupakan tanggung jawab anda untuk memastikan bahwa luas polis asuransi perjalanan anda mencakup semua kegiatan anda. Beberapa kebijakan asuransi secara umum tidak dapat menutupi olahraga salju. Baca hasil cetak (<em>fine print</em>) dan mengaculah pada panduan kami terkait <strong>memilih asuransi</strong>.</p>\r\n\r\n<p>Hujan salju yang lebat dan es di musim dingin dapat membuat mengemudi menjadi berbahaya.</p>\r\n\r\n<ul>\r\n\t<li><strong>Mendaki Gunung</strong></li>\r\n</ul>\r\n\r\n<p>Kegiatan trekking dan mendaki gunung (trekking dan <em>mountaineering)</em> dapat membahayakan. Setiap tahunnya, sejumlah orang tewas ketika mencoba mendaki puncak tertinggi di Jepang, Gunung Fuji. Layanan Darurat Jepang memberikan peringatan terhadap pendakian selama <em>off-season</em> (September-Juni) yang dianggap sangat berbahaya. WNI yang melakukan trekking di pegunungan Alpen, Jepang, harus mengikuti <strong>saran keselamatan dari Pemerintah Prefektur Nagano</strong>. Anda juga perlu mengingat bahwa kebijakan asuransi perjalanan standar umumnya mengecualikan kegiatan berbahaya atau ekstrim seperti mendaki gunung.</p>\r\n\r\n<p><strong>E. Fukushima dan Sekitarnya</strong></p>\r\n\r\n<p>Setelah kerusakan pada pembangkit listrik Fukushima Daiichi yang disusul oleh gempa bumi dan tsunami pada 11 Maret 2011, situasi di hampir seluruh bagian dari Jepang, termasuk Tokyo, kini telah kembali normal.</p>\r\n\r\n<p><strong>Perlindungan Radiasi Australia dan Badan Keselamatan Nuklir (ARPANSA)</strong> menyediakan informasi mengenai radiasi di Jepang. Menurut ARPANSA, tingkat radiasi di sebagian besar Jepang, termasuk Tokyo, berada dalam kisaran normal dari variasi latar belakang radiasi.</p>\r\n\r\n<p>Sumber terbaik untuk petunjuk pada situasi lokal di Jepang adalah pemerintah Jepang. Rincian untuk tindakan respon dan program monitoring Jepang tersedia di <strong>Kementerian Kesehatan, Perburuhan dan Kesejahteraan, Kementerian Ekonomi, Perdagangan dan Industri,</strong> beserta <strong>Badan Peraturan Nuklir</strong>. Anda perlu memastikan bahwa anda menyadari, dan mematuhi saran dari otoritas lokal.</p>\r\n\r\n<p>Pada tanggal 19 Agustus 2013, kebocoran air radioaktif sekitar 300 ton telah dilaporkan terjadi di fasilitas pembangkit listrik Fukushima Daiichi, menyebabkan regulator Jepang mengeluarkan <strong>kondisi level 3 peristiwa Nuklir dan Radiologi Internasional</strong>.</p>\r\n\r\n<p><strong>Area 1 dan 2 di dekat pembangkit listrik Fukushima Daiichi sebagaimana telah ditentukan oleh Pemerintah Jepang: </strong>Tingkat kehati-hatian anda harus tinggi pada Area 1 dan 2 sebagaimana telah ditentukan <strong>Pemerintah Jepang</strong> karena rendahnya tingkat kontaminasi radionuklida pada Area ini. Apabila anda merencanakan untuk bermalam, WNI perlu mencari petunjuk dari pihak berwenang setempat.</p>\r\n\r\n<p><strong>Area 3 di dekat pembangkit listrik Fukushima Daiichi sebagaimana telah ditentukan oleh Pemerintah Jepang: </strong>WNI sangat tidak disarankan untuk melakukan perjalanan ke Area 3 sebagaimana telah ditentukan <strong>Pemerintah Jepang</strong> karena peningkatan kadar kontaminasi radionuklida di Area ini.</p>\r\n\r\n<p>Pembatasan Pemerintah Jepang diuraikan secara rinci dalam <strong>tabel ini</strong>.</p>\r\n\r\n<p><strong>Pulau Kunashiri, Etorofu, Shikotan dan Habomai</strong></p>\r\n\r\n<p>Dikarenakan terjadinya sengketa antara Jepang dan Rusia atas kedaulatan bagian selatan Pulau Kuril (pulau Kunashiri, Etorofu, Shikotan dan Habomai), WNI yang telah mengunjungi pulau-pulau ini selanjutnya dapat ditolak masuk ke pelabuhan di Jepang.</p>\r\n\r\n<p><strong>F. Hal&ndash;Hal Lain Yang Perlu Diketahui&nbsp;</strong></p>\r\n",
            "country_info_hukum": "<p><strong>A. Tindak Pidana</strong></p>\r\n\r\n<p>Setiap orang yang berada di Jepang, termasuk WNI, harus menghormati dan tunduk pada hukum dan peraturan setempat. Apabila anda melanggar hukum dan peraturan setempat, anda dapat dideportasi, ditangkap, atau ditahan oleh otoritas setempat.</p>\r\n\r\n<p><strong>B. Penangkapan dan Penahanan</strong></p>\r\n\r\n<p>Apabila anda ditangkap atau ditahan oleh otoritas setempat, anda memiliki hak meminta Kepolisian atau otoritas setempat lainnya untuk memberikan notifikasi terkait penangkapan atau penahanan anda kepada Perwakilan RI terdekat. Dalam hal anda memutuskan untuk tidak menggunakan hak pemberian notifikasi, maka Perwakilan RI tidak akan mengetahui perihal penangkapan atau penahanan anda dan tidak dapat memberikan bantuan kekonsuleran yang diperlukan selama proses penangkapan atau penahanan anda.</p>\r\n\r\n<p>Informasi lebih lanjut mengenai bantuan yang dapat diberikan apabila terjadi insiden penangkapan atau penahanan, lihat (<strong><em>link</em> ke laman <em>Emergency Resources</em></strong>)</p>\r\n\r\n<p><strong>C. Kekuasaan Polisi</strong></p>\r\n\r\n<p>Polisi memiliki kewenangan luas untuk memberhentikan, menyelidiki, menyita dan menangkap anda. Polisi dapat memberhentikan anda di jalan, meminta identitas dan melakukan penyelidikan terhadap anda dan barang bawaan anda. Wisatawan yang melakukan kunjungan kurang dari 90 hari diharuskan untuk membawa paspor mereka setiap saat. Warga negara asing yang bertempat tinggal di Jepang harus selalu membawa kartu tempat kediaman anda.</p>\r\n\r\n<p>Jika anda berada di tempat umum, polisi dapat menyita pisau yang panjangnya melebihi 5,5 cm, senjata api, dan senjata lainnya atau barang yang dapat digunakan menjadi senjata, obat-obatan dan barang lainnya yang mereka curigai sebagai hasil curian atau diperoleh atas hasil melawan hukum. Jika barang-barang yang telah disebutkan ini ditemukan dalam kepemilikan anda, terdapat kemungkinan bahwa anda akan ditahan.</p>\r\n\r\n<p>Jika anda ditangkap, anda akan ditahan selama sampai dengan 23 hari tanpa biaya. Bahkan jika anda merasa bahwa dugaan pelanggaran merupakan pelanggaran kecil, anda dapat ditahan selama beberapa minggu atau bulan pada masa penyelidikan dan proses hukum.</p>\r\n\r\n<p>Wawancara awal polisi dapat berlangsung selama beberapa jam dan dicatat secara tertulis (tidak menggunakan alat elektronik). Dibawah hukum Jepang, anda boleh diam jika anda ingin, mengakses perwakilan hukum, dan memiliki penerjemah jika tersedia. Namun, polisi berhak untuk bertanya kepada anda tanpa kehadiran pengacara. Penerjemahan kedalam Bahasa Inggris kemungkinan <em>sub-standar</em>.</p>\r\n\r\n<p><strong>D. Membawa Obat ke Jepang</strong></p>\r\n\r\n<p>Jepang memiliki aturan yang ketat terkait impor obat-obatan, dan apa yang dapat dibawa kedalam negara oleh wisatawan untuk penggunaan pribadi. Beberapa obat-obatan tidak dapat di impor ke Jepang, termasuk produk yang mengandung <em>pseudoephedrine </em>(dapat ditemukan di beberapa kaplet demam atau flu) atau <em>Dexamphetamine</em> (menyembuhkan ADHD), sementara yang lain mungkin memerlukan izin atau sertifikat (Codeine) dari Pemerintah Jepang. Anda dapat memperoleh informasi lebih lanjut dari halaman Membawa Obat ke Jepang yang dapat ditemukan di situs Kedutaan Besar Jepang. Anda juga dapat bertanya langsung dengan Bagian Ekonomi Kedutaan Jepang di <a href=\"\">economics@cb.mofa.go.jp</a> atau (02) 6273 3244.</p>\r\n\r\n<p><strong>E. Terkait Narkoba</strong></p>\r\n\r\n<p>Kepemilikan obat-obatan terlarang merupakan tindak kejahatan. Anda dapat dikenakan tuduhan kepemilikan jika banyaknya jejak yang ditemukan di aliran darah atau air seni anda. Jangan menggunakan, membawa atau terlibat dengan obat-obatan terlarang.</p>\r\n\r\n<p><strong>F. Hukum Lainnya</strong></p>\r\n\r\n<ul>\r\n\t<li>Umur minimal untuk membeli dan mengkonsumsi alkohol di Jepang adalah 20 tahun.</li>\r\n\t<li>Jepang memiliki nol persen tingkat standar alkohol dalam darah secara nasional saat mengemudi. Sebuah pelanggaran juga jika penumpang memperbolehkan seseorang untuk mengemudi dibawah pengaruh alkohol.</li>\r\n\t<li>Merupakan tindakan yang ilegal untuk mengimpor dan memiliki senjata api tanpa izin yang layak.</li>\r\n\t<li>Di beberapa kawasan Tokyo dan beberapa kota lain, merorok di jalan merupakan tindakan yang dilarang. Bagi mereka yang tertangkap melakukan hal ini akan bertanggung jawab dengan dikenakan denda ditempat.</li>\r\n\t<li>Penggunaan radio UHF-CB (<em>walkie talkie</em>) yang tidak memenuhi spesifikasi Jepang (seoerti yang dibeli di luar Jepang), dilarang.</li>\r\n\t<li>Merupakan sebuah pelanggaran jika menghalangi atau menghambat petugas melakukan tugasnya, misalnya menolak penahanan.</li>\r\n\t<li>Untuk hukum keluarga, setelah bercerai, hanya salah satu dari kedua orang tua yang memiliki hak orang tua terkait dengan sang anak. Hak asuh dan akses, dan keputusan perceraian didasarkan pada hukum keluarga di Jepang. Jika anda terlibat dalam <em>urusan perwalian</em> (custody) dan masalah keluarga lainnya, anda perlu memastikan diri anda untuk melakukan konsultasi dengan pengacara untuk sarannya sebelum meninggalkan Indonesia dalam hal bagaimana hukum keluarga di Jepang dapat mempengaruhi keadaan keluarga anda.</li>\r\n\t<li>Konvensi Den Haag (Konvensi mengenai Aspek Sipil terkait Penculikan Anak secara Internasional) mulai berlaku di Jepang sejak 1 April 2014. Jika anda khawatir anak anda telah dikeluarkan dengan tidak adil atau ditahan di Jepang, anda harus segera menghubungi Direktorat Perlindungan WNI dan BHI Kementerian Luar Negeri RI.</li>\r\n\t<li>Beberapa agen tenaga kerja yang tidak bermoral memikat warga negara asing untuk bekerja di Jepang tanpa visa yang benar, atau dengan pengaturan keuangan yang dapat mengakibatkan warga negara asing menjadi rentan terhadap eksploitasi. WNI telah didapati tertangkap karena bekerja di &lsquo;industri hiburan&rsquo; selama di Jepang dengan visa turis. Jika anda mempertimbangkan bepergian ke Jepang untuk kerja, anda perlu memverifikasi pekerjaan yang ditawari untuk memastikan visa yang anda miliki benar sebelum tiba di Jepang. Anda juga dapat mencari penasihat hukum professional sebelum menandatangani kontrak apapun.</li>\r\n</ul>\r\n\r\n<p><strong>G. Hal &ndash; Hal Lain Yang Perlu Diketahui&nbsp;</strong></p>\r\n",
            "country_info_matauang": "<p>Mata uang resmi Jepang adalah Yen. Penukaran mata uang Yen dapat dilakukan di Bandara atau tempat penukaran uang resmi. Tempat &ndash; tempat tersebut beroperasi pada hari dan jam kerja. Anda disarankan untuk membawa mata uang Dollar Amerika Serikat, Pound sterling, atau Euro untuk penukaran uang setempat.</p>\n\n<p>Sangat tidak disarankan untuk membawa mata uang Rupiah guna ditukarkan di Jepang, karena nilai tukarnya akan turun menjadi setengahnya.</p>\n\n<p>1 Yen Jepang (JPY) = +/- 120 Rupiah (IDR)</p>\n",
            "country_info_perjalanan": "<p>Terkait dengan akomodasi di Jepang, tarif pada hampir semua hotel di Jepang rata-rata berdasarkan jumlah orang yang menginap dan bukan berdasarkan kamar. Pemesanan hotel dapat dilakukan secara online di beberapa situs ternama yang menyediakan jasa pemesanan hotel. Hotel yang dekat stasiun besar akan menjadi favorit para wisatawan karena kemudahan akses.</p>\n\n<p>Kemudi kendaraan darat di Jepang berada di sebelah kanan, sama seperti di Indonesia.</p>\n\n<p><strong>A. Transportasi Umum</strong></p>\n\n<p>Jepang memiliki sistem transportasi yang sangat baik dan telah menjangkau hampir seluruh wilayah Jepang khususnya berbagai tempat wisata di berbagai daerah. Sistem transportasi yang paling banyak digunakan adalah kereta api dengan jadwal yang sudah tersusun rapi dan tepat waktu. Kereta api cepat (shinkaken) melayani koneksivitas antar kota besar di Jepang. Peta-peta jalur kereta bisa diperoleh di tiap stasiun dan dapat diunduh di website <a href=\"\">http://www.tokyometro.jp/en/subwaymap/</a> (untuk subway) dan <a href=\"\">http://www.jreast.co.jp/e/downloads/</a> (untuk Japan Railway). Selain kereta, bus dan taksi juga menjadi sarana transportasi yang dapat diandalkan.</p>\n\n<p>Kemudian informasi dalam mencari jalur transportasi ke tempat wisata sangat membantu wisatawan dalam merencanakan perjalanannya dan sebagian tercantum dengan jelas pada website tempat-tempat wisata tersebut.</p>\n\n<p><strong>B. Makanan Halal</strong></p>\n\n<p><strong>C.</strong><strong>Tempat Ibadah</strong></p>\n\n<p><strong>D. </strong><strong>Hal &ndash; Hal Yang Perlu Diketahui&nbsp;</strong></p>\n\n<p>Diharapkan agar selalu mencatat dengan lengkap alamat tempat tinggal selama di Jepang serta alamat KBRI Tokyo dan KJRI Osaka.</p>\n",
            "country_info_telekomunikasi": "<ul>\n\t<li>Layanan telekomunikasi telepon genggam di Jepang biasanya terkait kontrak dengan pihak provider Jepang, seperti Softbank, NTT Docomo, dan AU. Untuk kemudahan komunikasi bagi para wisatawan maka disediakan layanan penyewaan sim card beserta data diri dan pembayaran dilakukan dengan kartu kredit. Tempat penyewaan biasa terdapat di bandara internasional.</li>\n\t<li>Tempat-tempat yang menyediakan free wifi sudah cukup banyak di Jepang, namun biasanya harus log in dahulu dengan memasukkan email pribadi.</li>\n</ul>\n\n<p>&nbsp;</p>\n",
            "country_info_asuransi": "<p>Kami sangat menyarankan anda untuk memiliki asuransi perjalanan komprehensif yang akan mencakup biaya medis di luar negeri, termasuk evakuasi medis, sebelum anda berangkat. Konfirmasi asuransi anda akan melindungi anda selama anda bepergian dan cek syarat dan ketentuan yang termasuk dalam polis. Pemerintah Indonesia tidak akan membayar biaya medis diluar negeri ataupun evakuasi medis WNI yang bersangkutan.</p>\r\n\r\n<p>Pertimbangkan kesehatan fisik dan mental anda sebelum berpergian ke Jepang. Kami menganjurkan anda untuk melakukan pemeriksaan kesehatan dan vaksinasi standar sebelum anda bepergian, terutama bagi anda yang memiliki riwayat penyakit. <strong>Organisasi Kesehatan Dunia (WHO)</strong> menyediakan informasi bagi wisatawan dan halaman <strong>kesehatan</strong> kami juga menyediakan informasi yang berguna untuk WNI agar tetap sehat.</p>\r\n\r\n<p><strong>A. Wabah Penyakit</strong></p>\r\n\r\n<p>Terdapat sejumlah besar kasus campak di Jepang dalam beberapa tahun terakhir. Penyakit di Jepang yang terjadi akibat nyamuk, <em>encephalitis</em> terjadi di daerah pedesaan di Jepang.</p>\r\n\r\n<p><strong>B. Fasilitas Medis</strong></p>\r\n\r\n<p>Fasilitas medis di Jepang merupakan fasilitas yang berstandar tinggi. Fasilitas medis dengan staf yang berbahasa Inggris dapat ditemukan di kota-kota besar. Perawatan medis di Jepang bisa mahal. Pembayaran secara penuh atau jaminan bahwa biaya akan dibayar biasanya dierlukan pada saat pengobatan. Daftar lembaga medis di seluruh Jepang tersedia di situs <strong>Kedutaan</strong>.</p>\r\n\r\n<p>Jepang memiliki sejumlah rumah sakit yang dilengkapi dengan ruang dekompresi, terletak di daerah di mana aktivitas menyelam sering dilakukan.</p>\r\n\r\n<p><strong>C. Bagaimana cara mendapatkan pertolongan? </strong></p>\r\n\r\n<p>Hubungi terlebih dahulu keluarga, teman, penerbangan, agen travel, maupun asuransi perjalanan anda.</p>\r\n\r\n<p>Nomor darurat Jepang:</p>\r\n\r\n<ul>\r\n\t<li>Polisi &ndash; tekan 110</li>\r\n\t<li>Pemadam Kebakaran dan Ambulans &ndash; tekan 119</li>\r\n\t<li>Layanan <strong>TELL Lifeline</strong> dalam Bahasa Inggris (81 3) 5774 0992</li>\r\n\t<li>Layanan <strong>TELL Counselling</strong> dalam Bahasa Inggris (81 3) 4550 1146</li>\r\n</ul>\r\n\r\n<p><strong>D. Hal &ndash; Hal Lain Yang Perlu Diketahui&nbsp;</strong></p>\r\n",
            "country_info_himbauan_create_date": "04 Juli 2017 16:29:07",
            "country_info_umum_create_date": "13 Januari 2017 14:01:27",
            "country_info_perwakilan_create_date": "13 Januari 2017 14:01:27",
            "country_info_keluarmasuk_create_date": "12 Januari 2017 10:07:37",
            "country_info_keamanan_create_date": "30 Desember 2016 18:17:22",
            "country_info_hukum_create_date": "30 Desember 2016 18:17:47",
            "country_info_matauang_create_date": "31 Oktober 2017 09:18:32",
            "country_info_perjalanan_create_date": "31 Oktober 2017 09:19:29",
            "country_info_telekomunikasi_create_date": "12 Januari 2017 10:08:04",
            "country_info_asuransi_create_date": "30 Desember 2016 18:22:36"
        }
    ],
    "generated": 66.7601,
    "serverTime": 1513531748
}